import './blogPage.css'
import polyester from './images/polyester.jpg'
import linen from './images/linen.jpg'
import sewingFabric from './images/sewing-fabric.jpg'

const BlogPage = () => {
    return (
        <div>
            <section id="blog">
                <div className="blog-heading">
                    <h3>بلاگ</h3>

                </div>
                <div className="blog-container">
                    <div className="blog-box">
                        <div className="blog-img">
                            <img src={polyester} alt="polyester" />
                        </div>
                        <div className="blog-text">
                            <span>23 فروردین 1400</span>
                            <a href="" className="blog-title">ضرر و زیان پلی استر</a>
                            <p> پلی استر یکی از متداول ترین و مشهور ترین مواد اولیه در صنعت لباس است. نسبت به سایر الیاف مصنوعی ضرر های کمتری دارد و بیشتر به درد لباس دوختن می خورد. با این حال باز هم لباس هایی که از جنس پلی استر تولید می شوند خیلی گرم هستند. با همه خصوصیت های خوبش، پلی استر نهایتا یک نخ مصنوعی و شیمیایی است که به سختی تجزیه می شود و گرما را به شدت جذب می کند. اما نسبت به الیاف مصنوعی دیگر قابل تحمل تر است.</p>
                            <button>ادامه مطلب</button>
                        </div>
                    </div>
                    <div className="blog-box">
                        <div className="blog-img">
                            <img src={linen} alt="linen" />
                        </div>
                        <div className="blog-text">
                            <span>23 فروردین 1400</span>
                            <a href="" className="blog-title">هرانچه درباره ی کتان</a>
                            <p>کتان، یک جنس نشات گرفته از گیاه کتان است. این جنس از هزاران سال پیش استفاده می شده و مصریان باستان از آن برای پوشش مومیایی ها استفاده می کردند.
                                محاسن : شیک و سبک است و برای تابستان عالی می باشد . علاوه بر راحت بودن ، منفذ دار هم هست که به عبور و مرور هوا به داخل لباس کمک می کند و برای هر مکان و هر زمانی مناسب است . همچنین این جنس ظرافت خاصی دارد.
                                معایب : آیا تا به حال لباس جنس کتان پوشیده اید که زود چروک نشود ؟ این لباس ها زود چروک می شوند، بنابراین سریعتر آنها را آویزان کنید و از تا کردن آنها بپرهیزید .</p>
                            <button>ادامه مطلب</button>
                        </div>
                    </div>
                    <div className="blog-box">
                        <div className="blog-img">
                            <img src={sewingFabric} alt="sewingFabric" />
                        </div>
                        <div className="blog-text">
                            <span>23 فروردین 1400</span>
                            <a href="" className="blog-title">نکاتی برای خرید لباس با کیفیت</a>
                            <p>دوخت لباس یکی از فاکتورهایی است که در ارزشیابی کیفیت لباس لحاظ می گردد و در اولویت قرار دارد. باز شدن دوخت لباس در هنگام پوشیدن یا پس از چند بار شستشو اتفاق ناخوشایندی است که افراد کم و بیش با آن روبه رو شده اند. برای اینکه از کیفیت دوخت لباس اطمینان حاصل کنید یکی از درزهای جانبی آن را بکشید، اگر بین درزها فاصله ایجاد شد توصیه ما به شما خریدار گرامی این است که از خرید لباس مورد نظر صرفنظر کنید.

                                لازم به ذکر است که در انتخاب لباس هایی با پارچه های طرحدار و راه راه باید دقت کافی داشته باشید زیرا در قسمت دوخت و دوزها، طرح پارچه باید در ناحیه یقه،جیب و شانه یکدست و مرتب باشد، همچنین باید در هر 2.5 سانتی متر پارچه حدود 8 الی 12 کوک جای گرفته باشد.</p>
                            <button>ادامه مطلب</button>
                        </div>
                    </div>
                </div>

            </section>
        </div>
    )
}

export default BlogPage
